app/controllers/members_controller.rb

INSERT INTO "members" ("name", "email", "phone", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "David"], ["email", "d.mcginn@glofox.com"], ["phone", "123456"], ["created_at", 2018-08-01 14:56:14 UTC], ["updated_at", 2018-08-01 14:56:14 UTC]]
---
  def create
    @member = Member.new(member_params)
    if @member.save

UPDATE "members" SET "email" = ?, "updated_at" = ? WHERE "members"."id" = ?  [["email", "f.franscisco@glofox.com"], ["updated_at", 2018-08-03 09:41:18 UTC], ["id", 8]]
---
  def update
    if @member.update(member_params)